[AshBlackIceCodexM1 X2CharacterTemplate]
strCharacterName="Кодекс Черный ЛЕД"
strAcquiredText="Особый вид кодексов, появившийся, похоже из-за наших частых попыток проникнуть в сеть адвента. Отличаются повышенной живучестью, но не клонируют себя."

[AshBlackIceCodexM2 X2CharacterTemplate]
strCharacterName="Демон Черный ЛЕД"
strAcquiredText="Особый вид кодексов, появившийся, похоже из-за наших частых попыток проникнуть в сеть адвента. Отличаются повышенной живучестью, но не клонируют себя."

[AshBlackIceCodexM3 X2CharacterTemplate]
strCharacterName="Демиург Черный ЛЕД"
strAcquiredText="Особый вид кодексов, появившийся, похоже из-за наших частых попыток проникнуть в сеть адвента. Отличаются повышенной живучестью, но не клонируют себя."

[Weapon_AshBlackIceRifleM1 X2WeaponTemplate]
FriendlyName="Винтовка Черный ЛЕД"
TacticalText = "Стрельба из основного оружия всегда заканчивает ход."
BriefSummary="Легкая плазменная винтовка Кодексов класса Черный ЛЕД."

[Weapon_AshBlackIceRifleM2 X2WeaponTemplate]
FriendlyName="Винтовка Черный ЛЕД"
TacticalText = "Стрельба из основного оружия всегда заканчивает ход."
BriefSummary="Легкая плазменная винтовка Кодексов класса Черный ЛЕД."

[Weapon_AshBlackIceRifleM3 X2WeaponTemplate]
FriendlyName="Винтовка Черный ЛЕД"
TacticalText = "Стрельба из основного оружия всегда заканчивает ход."
BriefSummary="Легкая плазменная винтовка Кодексов класса Черный ЛЕД."

[Weapon_AshBlackIceRifleXCom X2WeaponTemplate]
FriendlyName="Винтовка Черный ЛЕД"
TacticalText = "Стрельба из основного оружия всегда заканчивает ход."
BriefSummary="Легкая плазменная винтовка Кодексов класса Черный ЛЕД."

[Ability_AshBlackIceProtocol X2AbilityTemplate]
locFriendlyName="Карантин Черный ЛЕД"
locLongDescription="<bullet/> Атакующие цель враги получают бонус к точностии шансу крита\n<bullet/> Навык взлома цели уменьшен\n<bullet/> Защита от взлома цели значительно уменьшена\n<bullet/> -1 очков действий в ход."
locHelpText="Карантин уменьшает навык взлома, защиту от взлома и количество возможных действий цели. А так же улучшает точность врагов при стрельбе по этой цели."
locFlyOverText="Карантин Черный ЛЕД"

[Ability_AshNetworkFirewallM1 X2AbilityTemplate]
locFriendlyName="Сетевой брендмаузер"
locLongDescription="Защищает кодекс от повреждений аблативным щитом."
locHelpText="Окружает кодекс небольшим количеством аблативного щита, поглощающим входящий урон."
locFlyOverText="Сетевой брендмаузер"

[Ability_AshNetworkFirewallM2 X2AbilityTemplate]
locFriendlyName="Сетевой брендмаузер"
locLongDescription="Защищает кодекс от повреждений аблативным щитом.
locHelpText="Окружает кодекс небольшим количеством аблативного щита, поглощающим входящий урон."
locFlyOverText="Сетевой брендмаузер"

[Ability_AshNetworkFirewallM3 X2AbilityTemplate]
locFriendlyName="Сетевой брендмаузер"
locLongDescription="Защищает кодекс от повреждений аблативным щитом."
locHelpText="Окружает кодекс небольшим количеством аблативного щита, поглощающим входящий урон."
locFlyOverText="Сетевой брендмаузер"

[Ability_AshCounterShot X2AbilityTemplate]
locFriendlyName="Ответный выстрел"
locLongDescription="Атакует случайного врага в ответ, после получаения урона."
locHelpText="Атакует случайного врага в ответ, после получаения урона."
locFlyOverText="Ответный выстрел"

[Ability_AshMalfunction X2AbilityTemplate]
locFriendlyName="Ошибка..."
locLongDescription="Атакует враг.. союзн.. в.. союзника, после получения урона."
locHelpText="Атакует враг.. союзн.. в.. союзника, после получения урона."
locFlyOverText="Ошибка..."

[Ability_AshCounterDistortionField X2AbilityTemplate]
locFriendlyName="Искажающее поле"
locLongDescription="Поле искажений сети вокруг кодекса повышает его защиту."
locHelpText="Поле искажений сети вокруг кодекса повышает его защиту."
locFlyOverText="Искажающее поле"

[Ability_AshCounterTeleport X2AbilityTemplate]
locFriendlyName="Тактический телепорт"
locFlyOverText="Телепорт"

[Ability_AshCatastrophicFailure X2AbilityTemplate]
locFlyOverText="Катастрофический сбой"

[Ability_AshXcomBlackIceProtocol X2AbilityTemplate]
locFriendlyName="Карантин Черный ЛЕД"
locLongDescription="<bullet/> Атакующие цель враги получают бонус к точности и шансу крита\n<bullet/> Навык взлома цели значительно уменьшен\n<bullet/> Защита от взлома цели уменьшена\n<bullet/> -1 очков действий в ход."
locHelpText="Карантин уменьшает навык взлома, защиту от взлома и количество возможных действий цели. А так же улучшает точность врагов при стрельбе по этой цели."
locFlyOverText="Карантин Черный ЛЕД"

[UtilityItem_AshBlackIceSkullJack X2WeaponTemplate]
FriendlyName = "Череполом Черный ЛЕД"
TacticalText = "<bullet/> Череполом применяется в непосредственной близости к врагу.\n<bullet/> Череполом дает возможность получить данные к сети АДВЕНТ через мозговой чип солдата, после чего враг будет уничтожен."
BriefSummary = "Модифицированная версия череполома, оснащенная протоколами перехвата Черный ЛЕД."

[UtilityItem_AshBlackIceRounds X2AmmoTemplate]
FriendlyName = "Патроны Черный ЛЕД"
TacticalText = "<bullet/> Заражает роботизированных противников, снижая их устойчивость к взлому, нанося урон и вызывая небольшие сбои\n<bullet/> Пораженные юниты каждый ход могут быть оглушены.\n<bullet/> Пораженные вирусом кодексы могут допускать ошибки при ответных реакциях."
BriefSummary = "Модификация боеприпасов Синий Экран. Эти патроны дополнительно оснащены вирусом, который по мимо стандартного эффекта Синий Экран, каждый ход наносит пораженным роботам урон, вызывает сбои и может оглушить их."

[Ability_AshDestroyVirusM1 X2AbilityTemplate]
locFriendlyName="Удалить вирус"
locLongDescription="Кодекс способен высвободить концентрированный взрыв энергии, наносит серьезные урон всем целям и укрытиям в зоне поражения."
locHelpText="Кодекс способен высвободить концентрированный взрыв энергии, наносит серьезные урон всем целям и укрытиям в зоне поражения."
locFlyOverText="Удалить вирус"

[Ability_AshDestroyVirusM2 X2AbilityTemplate]
locFriendlyName="Удалить вирус"
locLongDescription="Кодекс способен высвободить концентрированный взрыв энергии, наносит серьезные урон всем целям и укрытиям в зоне поражения."
locHelpText="Кодекс способен высвободить концентрированный взрыв энергии, наносит серьезные урон всем целям и укрытиям в зоне поражения."
locFlyOverText="Удалить вирус"

[Ability_AshDestroyVirusM3 X2AbilityTemplate]
locFriendlyName="Удалить вирус"
locLongDescription="Кодекс способен высвободить концентрированный взрыв энергии, наносит серьезные урон всем целям и укрытиям в зоне поражения."
locHelpText="Кодекс способен высвободить концентрированный взрыв энергии, наносит серьезные урон всем целям и укрытиям в зоне поражения."
locFlyOverText="Удалить вирус"

[Ability_AshReboot X2AbilityTemplate]
locFriendlyName="Обновление сети"
locLongDescription="Кодекс восстанавливает небольшое количество потерянной целостности сети (здоровья) каждый ход."
locHelpText="Кодекс восстанавливает небольшое количество потерянной целостности сети (здоровья) каждый ход."
locFlyOverText="Обновление сети"

[Corpse_AshBlackIceCodexBrain X2ItemTemplate]
FriendlyName="<font color='#462B93А'>Останки кодекса Черный ЛЕД</font>"
FriendlyNamePlural="Останки кодекса Черный ЛЕД"
BriefSummary="Из-за радикальных защитных мер Кодекса наши солдаты не смогли спасти весь мозг целиком. Однако им удалось восстановить небольшие фрагменты, которые все еще содержат кэш зашифрованных данных. Ничто, кроме полного распада, не является достаточной гарантией для защиты всех секретов пришельцев."

[Autopsy_AshBlackIceCodexBrain X2TechTemplate]
DisplayName="<font color='#462B93А'>Влом шифра Черный ЛЕД</font>"
Summary="Похоже, что инопланетяне усилили протоколы безопасности сети АДВЕНТА в попытке заблокировать наши попытки вторжения. Протоколы безопасности, реализованные Кодексом Черного ЛЬДА, значительно сложнее обычных шифров инопланетян, но мы обязаны научиться обходить подобные трудности. В случае успеха, нам будет легче обнаруживать и использовать их дыры в сети для взлома."
CodeName="ЛЕД"
LongDescription="Мы смогли взломать алгоритмы и матрицу биологических сигнатур, вплетенных в этот шифр. Подобно антивирусу, Кодекс Черный ЛЕД предназначен не только для выявления и удаления злоумышленников из сети АДВЕНТ, но и для их уничтожения, в буквальном смысле, даже вне контекста киберпространства.\n Похоже, что инопланетяне вложили значительные средства в новые методы защиты сети АДВЕНТА. Теперь, когда у нас есть доступ к такому протоколу, я не вижу причин, по которым мы не должны использовать его в своих интересах. Р. Тайган."

[ProvingGroundsProject_AshBlackIceSkulljack X2TechTemplate]
DisplayName="<font color='#462B93А'>Череполом Черный ЛЕД</font>"
Summary="Модифицированная версия череполома, оснащенная протоколами перехвата Черный ЛЕД. С такой штукой мы сможем гораздо эффективнее добывать данные из черепов врагов."
LongDescription="Модифицированная версия череполома, оснащенная протоколами перехвата Черный ЛЕД. С такой штукой мы сможем гораздо эффективнее добывать данные из черепов врагов."
UnlockedDescription="Доступен новый предмет для создания: Череполом Черный ЛЕД. Один экземпляр помещен в ваш инвентарь."

[ProvingGroundsProject_AshBlackIceRounds X2TechTemplate]
DisplayName="<font color='#462B93А'>Патроны Черный ЛЕД</font>"
Summary="Модификация боеприпасов Синий Экран. Мы оснастим патроны вирусом, который по мимо стандартного эффекта Синий Экран, будет вызывать сбои в системах роботов врага на протяжении некоторого времени."
LongDescription="Модификация боеприпасов Синий Экран. Мы оснастим патроны вирусом, который по мимо стандартного эффекта Синий Экран, будет вызывать сбои в системах роботов врага на протяжении некоторого времени."
UnlockedDescription="Доступен новый предмет для создания: Патроны Черный ЛЕД. Один экземпляр помещен в ваш инвентарь."

[Research_AshBlackIceRifleXcom X2TechTemplate]
DisplayName="Винтовка Черный ЛЕД"
CodeName="Толстый ЛЕД"
Summary="Summary"
LongDescription="LongDescription"